---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ReferencePlane
source: html/3d4b050d-6f7a-1d67-c3c5-0fce92d5b25d.htm
---
# ReferencePlane Members

Adds a default Leader for the indicated end of the datum plane. This method does not apply to Reference planes (which do not support leaders).